app/views/polls/show.html.erb

<ul>
	<%@poll.options.each do|option| %>
---
SELECT "options".* FROM "options" WHERE "options"."poll_id" = ?  [["poll_id", 2]]