app/controllers/options_controller.rb

SELECT "polls".* FROM "polls" WHERE "polls"."id" = ? LIMIT 1  [["id", "1"]]
INSERT INTO "options" ("created_at", "name", "poll_id", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Wed, 30 Oct 2013 13:41:15 UTC +00:00], ["name", "jjj"], ["poll_id", 1], ["updated_at", Wed, 30 Oct 2013 13:41:15 UTC +00:00]]
---
  def create
   @poll=Poll.find(params[:poll_id])
   @option=@poll.options.create(option_params)